//
//  cards.swift
//  Work9_BlackJack21
//
//  Created by 彭有駿 on 2022/4/21.
//

import Foundation

let spades = ["♠︎A","♠︎2","♠︎3","♠︎4","♠︎5","♠︎6","♠︎7","♠︎8","♠︎9","♠︎10","♠︎J","♠︎Q","♠︎K"]
let clubs = ["♣︎A","♣︎2","♣︎3","♣︎4","♣︎5","♣︎6","♣︎7","♣︎8","♣︎9","♣︎10","♣︎J","♣︎Q","♣︎K"]
let hearts = ["♥︎A","♥︎2","♥︎3","♥︎4","♥︎5","♥︎6","♥︎7","♥︎8","♥︎9","♥︎10","♥︎J","♥︎Q","♥︎K"]
let diamonds = ["♦︎A","♦︎2","♦︎3","♦︎4","♦︎5","♦︎6","♦︎7","♦︎8","♦︎9","♦︎10","♦︎J","♦︎Q","♦︎K"]

let cards = spades + clubs + hearts + diamonds
